/* No comment provided by engineer. */
"%d days ago" = "%d روز قبل";

/* No comment provided by engineer. */
"%d hours ago" = "%d ساعت قبل";

/* No comment provided by engineer. */
"%d minutes ago" = "%d دقیقه قبل";

/* No comment provided by engineer. */
"%d months ago" = "%d ماه قبل";

/* No comment provided by engineer. */
"%d seconds ago" = "%d ثانیه قبل";

/* No comment provided by engineer. */
"%d weeks ago" = "%d هفته قبل";

/* No comment provided by engineer. */
"%d years ago" = "%d سال قبل";

/* No comment provided by engineer. */
"A minute ago" = "یک دقیقه قبل";

/* No comment provided by engineer. */
"An hour ago" = "یک ساعت قبل";

/* No comment provided by engineer. */
"Just now" = "همین لحظه";

/* No comment provided by engineer. */
"Last month" = "ماه قبل";

/* No comment provided by engineer. */
"Last week" = "هفته قبل";

/* No comment provided by engineer. */
"Last year" = "سال قبل";

/* No comment provided by engineer. */
"Yesterday" = "دیروز";

/* No comment provided by engineer. */
"1 year ago" = "1 سال قبل";

/* No comment provided by engineer. */
"1 month ago" = "1 ماه قبل";

/* No comment provided by engineer. */
"1 week ago" = "1 هفته قبل";

/* No comment provided by engineer. */
"1 day ago" = "1 روز قبل";

/* No comment provided by engineer. */
"1 hour ago" = "1 ساعت قبل";

/* No comment provided by engineer. */
"1 minute ago" = "1 دقیقه قبل";

/* No comment provided by engineer. */
"1 second ago" = "1 ثانیه قبل";

/* No comment provided by engineer. */
"This morning" = "امروز صبح";

/* No comment provided by engineer. */
"This afternoon" = "امروز بعدازظهر";

/* No comment provided by engineer. */
"Today" = "امروز";

/* No comment provided by engineer. */
"This week" = "این هفته";

/* No comment provided by engineer. */
"This month" = "این ماه";

/* No comment provided by engineer. */
"This year" = "امسال";
